"STORE_DESCRIPTION" = "VLC är en fri och plattformsoberoende multimediaspelare med öppen källkod.\nDen kan spela upp alla dina filmer, TV-program och musik i de flesta formaten direkt utan att behöva konvertera.\nDen har stöd för filsynkronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkt nedladdning och genom WiFi-delning såväl som att strömma från SMB-, FTP-, SFTP-, NFS- och UPnP/DLNA-mediaservrar samt webben.\nVLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud, kontroll över uppspelningshastighet och rendering via Chromecast.\n\nVLC är helt fritt och har öppen källkod.";

"STORE_DESCRIPTION_TV" = "VLC är en fri och plattformsoberoende multimediaspelare med öppen källkod.\nDen kan spela upp alla dina filmer, TV-program och musik i de flesta formaten direkt utan att behöva konvertera.\nDen har stöd för fjärruppspelning från din Mac eller PC via ett webbgränssnitt såväl som att strömma från SMB-, FTP-, SFTP-, NFS- och UPnP/DLNA-mediaservrar samt webben.\nVLC tillhandahåller stöd för avancerade undertexter inklusive full SSA-kompatibilitet, flerspårigt ljud, kontroll över uppspelningshastighet.\n\nVLC är helt fritt och har öppen källkod.\n\nOmslag tillhandahålls av TMDb, som är en gemenskapsdriven filmdatabas.";

"UNKNOWN_TRACK_TYPE" = "Okänd spårtyp";
"CHOOSE_TITLE" = "Välj titel";
"CHOOSE_CHAPTER" = "Välj kapitel";
"CHAPTER_SELECTION_TITLE" = "Kapitel";
"TITLE" = "Titel";
"CHAPTER" = "Kapitel";
"TRACK_SELECTION" = "Spårval";
"AUDIO" = "Ljud";
"SUBTITLES" = "Undertexter";
"LANGUAGE" = "Språk";
"MEDIA_INFO" = "Mediainformation";
"VIDEO_DIMENSIONS" = "Videodimensioner";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i bildpunkter";
"FORMAT_AUDIO_TRACKS" = "%i ljudspår";
"ONE_AUDIO_TRACK" = "Ett ljudspår";
"FORMAT_SPU_TRACKS" = "%i undertextspår";
"ONE_SPU_TRACK" = "Ett undertextspår";
"TRACKS" = "%i spår";
"TRACK" = "%i spår";
"TRACKS_DURATION" = "%u spår, varaktighet: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i album";

"PLAYING_EXTERNALLY_TITLE" = "TV ansluten";
"PLAYING_EXTERNALLY_DESC" = "Denna video spelas upp på TV:n";
"PLAYING_EXTERNALLY_ADDITION" = "\n Spelas nu upp på:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Färgton";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Ljusstyrka";
"VFILTER_SATURATION" = "Färgmättnad";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Inställningar för förinställning/försteg";
"PREAMP" = "Försteg";
"SNAP_BANDS" = "Fäst band";

"PLAYBACK_FAILED" = "Uppspelning misslyckades";
"PLEASE_WAIT" = "Var god vänta";
"AR_CHANGED" = "Bildförhållande: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Beskär för att fylla skärmen";
"PLAYBACK_SPEED" = "Uppspelningshastighet";
"SPU_DELAY" = "Undertextfördröjning";
"AUDIO_DELAY" = "Ljudfördröjning";
"BUTTON_SLEEP_TIMER" = "Sovtimer";
"SLEEP_TIMER_UPDATED" = "Sovtimer uppdaterades";
"CONTINUE_PLAYBACK" = "Återuppta uppspelningen?";
"CONTINUE_PLAYBACK_LONG" = "Skulle du vilja återuppta uppspelningen av \"%@\" där du lämnade den?";

"BUTTON_ABOUT" = "Om";
"BUTTON_BACK" = "Tillbaka";
"BUTTON_DONE" = "Klar";
"BUTTON_CANCEL" = "Avbryt";
"BUTTON_SAVE" = "Spara";
"BUTTON_DOWNLOAD" = "Ladda ned";
"BUTTON_DELETE" = "Radera";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Stäng";
"BUTTON_CONTACT" = "Kontakta oss";
"BUTTON_CONNECT" = "Anslut";
"BUTTON_RENAME" = "Byt namn";
"BUTTON_LEARN_MORE" = "Läs mer";
"BUTTON_LOGOUT" = "Logga ut";
"BUTTON_CONTINUE" = "Återuppta";
"BUTTON_SET" = "Ändra";
"BUTTON_RESET" = "Återställ";
"BUTTON_RESCAN" = "Sök igenom";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat uppspelning";
"SCAN_SUBTITLE_TOGGLE" = "Sök efter undertexter (endast http)";

"BUTTON_RENDERER" = "Castenheter";
"BUTTON_RENDERER_HINT" = "Visa en meny med tillgängliga castenheter";
"BUTTON_AIRPLAY" = "AirPlay eller Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Visa en meny över tillgängliga AirPlay- eller Bluetooth-enheter";

"UPGRADING_LIBRARY" = "Uppgraderar mediabiblioteket";

"FAVORITES" = "Favoriter";
"NO_FAVORITES" = "Det finns inga favoriter ännu";
"NO_FAVORITES_DESCRIPTION" = "Markera dina favoritmappar när du bläddrar bland servrar för att lista dem här.";
"ADD_FAVORITE" = "Lägg till i favoriter";
"REMOVE_FAVORITE" = "Ta bort från favoriter";
"FAVORITE_ALERT_TITLE" = "Vill du lägga till denna mapp i dina favoriter?";
"UNFAVORITE_ALERT_TITLE" = "Vill du ta bort denna mapp från dina favoriter?";

"OPEN_NETWORK" = "Öppna nätverksström";
"NETWORK_TITLE" = "Nätverksström";
"OPEN_NETWORK_HELP" = "Ange en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adress för att öppna strömmen direkt.";
"HTTP_UPLOAD_SERVER_OFF" = "Inaktiv server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ingen aktiv WiFi-anslutning";
"OPEN_STREAM_OR_DOWNLOAD" = "Vill du ladda ned eller spela upp denna webbadress?";
"ALWAYS_STREAM_URL" = "Spela alltid upp webbadresser";
"SHARED_VLC_IOS_LIBRARY" = "Delat bibliotek för VLC för iOS";
"SMB_CIFS_FILE_SERVERS" = "Filservrar (SMB)";

"MANAGED_SERVERS" = "Hanterade";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Nedladdning avbruten av användare";

"DOWNLOAD_FROM_HTTP" = "Nedladdningar";
"ERROR_NUMBER" = "Felet %i uppstod";
"DOWNLOAD_FAILED" = "Nedladdning misslyckades";
"FILE_NOT_SUPPORTED" = "Filformatet stöds inte";
"FILE_NOT_SUPPORTED_LONG" = "Filformatet som %@ använder stöds inte i denna version av VLC för iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresschema stöds inte";
"SCHEME_NOT_SUPPORTED_LONG" = "Adresschemat (%@) stöds inte. Använd en adress som börjar med HTTP, HTTPS eller FTP.";
"RENAME_MEDIA_TO" = "Ange ett nytt namn för %@";

"FOLDER_EMPTY" = "Tom mapp";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Välj en fil att öppna:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Öppna med...";
"SHARING_ERROR_NO_FILES" = "Kunde inte hitta några filer att dela";
"SHARING_ERROR_NO_APPLICATIONS" = "Kunde inte hitta några applikationer att öppna denna filtyp";
"SHARING_SUCCESS_CAMERA_ROLL" = "Filen sparades på Kamerarullen";

"FAVORITEVC_DETAILTEXT" = "Se dina favoritmappar";
"STREAMVC_DETAILTEXT" = "Spela upp strömmar direkt utan att ladda ned";
"DOWNLOADVC_DETAILTEXT" = "Ladda ned filer direkt till din enhet";
"HEADER_TITLE_RENDERER" = "Välj en castenhet";

"BROWSE" = "Bläddra";
"NETWORK" = "Nätverk";
"LOCAL_NETWORK" = "Lokalt nätverk";
"CONNECT_TO_SERVER" = "Anslut till server";
"FILE_SERVER" = "Filservrar";
"USER_LABEL" = "Användare";
"PASSWORD_LABEL" = "Lösenord";
"DISABLE_LABEL" = "Inaktivera";
"BUTTON_ANONYMOUS_LOGIN" = "Anonym inloggning";

"LOCAL_SERVER_REFRESH" = "Uppdatera";
"LOCAL_SERVER_LAST_UPDATE" = "Senast uppdaterad den %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERANSLUTNING MISSLYCKADES";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Kontrollera din serveradress och autentiseringsuppgifter";

"FILES_APP_CELL_TITLE" = "Lokala filer";
"FILES_APP_CELL_SUBTITLE" = "Öppna en fil utan att kopiera den till VLC.";

"CLOUD_SERVICES" = "Molntjänster";
"LOGIN" = "Logga in";
"LOGGED_IN" = "Inloggad";
"LOGGED_IN_SERVICES" = "%d inloggade tjänster";
"LOGGED_IN_SERVICE" = "1 inloggad tjänst";

"DROPBOX_DOWNLOAD" = "Ladda ned fil?";
"DROPBOX_DL_LONG" = "Vill du ladda ned \"%@\" till din %@?";
"DROPBOX_LOGIN" = "Logga in";

"GDRIVE_ERROR_FETCHING_FILES" = "Fel uppstod när filer hämtades";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Din fil har laddats ned";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SLUTFÖRD";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ett fel uppstod under nedladdningen";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEL";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Vald media har ingen uppspelningsbar webbadress";

"DISK_FULL" = "Lagringsgräns nådd";
"DISK_FULL_FORMAT" = "%@ kan inte lagras på din %@, eftersom du inte har tillräckligt mycket utrymme kvar.";

"NUM_OF_FILES" = "%i filer";
"ONE_FILE" = "1 fil";
"NO_FILES" = "Inga stödjande filer";
"DOWNLOADING" = "Laddar ned...";
"REMAINING_TIME" = "Återstående tid: %@";
"BIOMETRIC_UNLOCK" = "Lås upp mediabiblioteket\nAvbryt för att ange lösenkod";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Ändra lösenkod";
"Enter Passcode" = "Ange lösenkod";
"Enter a passcode" = "Ange en lösenkod";
"Enter your passcode" = "Ange din lösenkod";
"Passcodes did not match. Try again." = "Lösenkoderna stämmer inte överens. Försök igen.";
"Re-enter your passcode" = "Ange din lösenkod igen";
"Passcode Options" = "Lösenkodsalternativ";
"4-Digit Numeric Code" = "Fyrsiffrig kod"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Sexsiffrig kod"; /* Passcode 6 digit numeric code */

"Settings" = "Inställningar"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "På";
"OFF" = "Av";

"EMPTY_LIBRARY" = "Tomt mediabibliotek";
"EMPTY_LIBRARY_LONG" = "För att spela upp media kan du strömma från en server på ditt lokala nätverk, från molnet eller synkronisera media till din enhet via iTunes, WiFi eller molntjänster.";

"EMPTY_NO_PLAYLISTS" = "Spellistor";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "För att skapa spellistor aktiverar du redigeringsläget och markerar dina favoritmediafiler i video- eller ljudfliken. Du kan även synkronisera befintliga spellistor från dina andra enheter eller internet.";

"EMPTY_PLAYLIST" = "Tom spellista";
"EMPTY_PLAYLIST_DESCRIPTION" = "Lägg till media medan du redigerar de respektive kategorierna.";

"EMPTY_HISTORY" = "Töm historiken";
"EMPTY_HISTORY_DESCRIPTION" = "Inga mediafiler ännu.";

"EMPTY_MEDIA_LIST" = "Töm medialistan";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Medialistan kunde inte spelas upp eftersom den är tom";

"PLAYBACK_SCRUB_HELP" = "Dra ditt finger uppåt för att justera skrubbningsgraden.";
"PLAYBACK_SCRUB_HIGH" = "Skrubbning i högfart";
"PLAYBACK_SCRUB_HALF" = "Skrubbning i halvfart";
"PLAYBACK_SCRUB_QUARTER" = "Skrubbning i fjärdedelsfart";
"PLAYBACK_SCRUB_FINE" = "Fin skrubbning";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ förfluten, total varaktighet %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ förfluten, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Tidvisning";
"PLAYBACK_POSITION" = "Uppspelningsposition";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Återställ videofilter";
"VIDEO_ASPECT_RATIO_BUTTON" = "Bildförhållande för video";
"BWD_BUTTON" = "Hoppa bakåt";
"FWD_BUTTON" = "Hoppa framåt";
"PLAY_BUTTON" = "Spela upp";
"NEXT_BUTTON" = "Nästa";
"PREV_BUTTON" = "Föregående";
"PLAY_ALL_BUTTON" = "Spela upp alla";
"PLAY_ALL_HINT" = "Spela upp alla mediafiler i samlingen";

"RESET_VIDEO_FILTERS" = "Vill du återställa videofiltren?";
"RESET_PLAYBACK_SPEED" = "Vill du återställa uppspelningshastigheten?";
"RESET_EQUALIZER" = "Vill du återställa equalizerinställningarna?";
"RESET_SLEEP_TIMER" = "Vill du återställa sovtimern?";

"CUSTOM_EQUALIZER_PROFILES" = "Anpassade profiler";
"DEFAULT_PROFILE_NAME" = "Anpassad profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Spara ny profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Vill du spara en ny profil med alla markerade värden?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Byt namn på profilen";
"DELETE_CUSTOM_PROFILE_TITLE" = "Radera profilen";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Vill du radera den markerade profilen?";

"VERSION_FORMAT" = "Version: %@";
"BASED_ON_FORMAT" = "Baserad på:<br />%@";

"NEW" = "NYTT";

"VO_VIDEOPLAYER_TITLE" = "Videospelare";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dubbelknacka för att visa eller dölja uppspelningskontroller";

"FIRST_STEPS_ITUNES" = "Filsynkning";
"FIRST_STEPS_ITUNES_TITLE" = "Synkronisera med din dator";
"FIRST_STEPS_ITUNES_DETAILS" = "Anslut din %@ för att använda \"Fildelning\" i Finder eller iTunes. Välj VLC för att överföra filer.";
"FIRST_STEPS_WIFI_TITLE" = "Dela via WiFi";
"FIRST_STEPS_WIFI_DETAILS" = "Ange den genererade webbadressen i din favoritwebbläsare medan du är ansluten till samma nätverk som din %@.";
"FIRST_STEPS_CLOUDS" = "Moln";
"FIRST_STEPS_CLOUD_TITLE" = "Molnet";
"FIRST_STEPS_CLOUD_DETAILS" = "Ladda upp din media till en molntjänst som Google Drive eller Dropbox för att fjärrnedladda eller strömma den.";

"PLEX_CHECK_ACCOUNT" = "Kontrollera ditt Plex-konto i inställningarna";
"PLEX_ERROR_ACCOUNT" = "Plex-inloggningsfel";

"UNAUTHORIZED" = "Obehörig";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Ingen server hittades";
"NO_RECENT_STREAMS" = "Ingen ström har spelats nyligen";

"WEBINTF_TITLE" = "Dela via WiFi";
"WEBINTF_ETHERNET" = "Dela via Ethernet";
"WEBINTF_DROPFILES" = "Släpp filer";
"WEBINTF_DROPFILES_LONG" = "Släpp filer i fönstret för att lägga till dem i din %@.<br>Eller klicka på knappen \"+\" för att använda filväljaren.";
"WEBINTF_DOWNLOADFILES" = "Ladda ned filer";
"WEBINTF_DOWNLOADFILES_LONG" = "Klicka bara på filen du vill ladda ned från din %@.";
"WEBINTF_ADDRESS_COPIED" = "Adressen kopierades till urklipp";
"WEBINTF_TITLE_ATV" = "Fjärruppspelning";
"WEBINTF_DROPFILES_LONG_ATV" = "Släpp filerna i fönstret för att spela upp dem på din %@.<br>Eller klicka på plusknappen för att använda filväljaren.";
"WEBINTF_URL_SENT" = "Webbadressen skickades.";
"WEBINTF_URL_EMPTY" = "Webbadressen kan inte vara tom.";
"WEBINTF_URL_INVALID" = "Inte en giltig webbadress";
"WEBINTF_AUTH_REQUIRED" = "Ange lösenkoden du angav i VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Fel lösenkod.<br>Återstående försök: ";
"WEBINTF_AUTH_BANNED" = "Du angav fel lösenkod för många gånger.<br>Starta om VLC iOS och försök igen.";

"DURATION" = "Speltid";
"TITLE" = "Titel";
"ROTATE_BUTTON" = "Rotera"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Växlar mellan landskap- och porträttläge i videospelaren."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Ljudinformation";
"ENTER_URL" = "Ange webbadress att spela upp";
"HTTP_SERVER_ON" = "Inaktivera fjärruppspelning";
"HTTP_SERVER_OFF" = "Aktivera fjärruppspelning";
"CACHED_MEDIA" = "Cachad media";
"CACHED_MEDIA_LONG" = "Media som visas här lagras lokalt på din Apple TV. Observera att om din enhet får slut på lagringsutrymme kan operativsystemet ta bort innehåll när som helst utan förvarning medan VLC körs.";
"DOWNLOAD_SUBS_FROM_OSO" = "Ladda ned undertexter...";
"FOUND_SUBS" = "Undertexter hittades";
"NO_SUB_FOUND_OSO" = "Inga undertexter hittades för ditt mediaobjekt \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Läs in externt ljud...";
"SELECT_SUBTITLE_FROM_FILES" = "Läs in externa undertexter...";
"USE_SPDIF" = "Använd passthrough (S/PDIF)";

"PLAYBACK" = "Uppspelning";
"REPEAT_MODE" = "Upprepa";
"REPEAT_DISABLED" = "Inaktiverad";
"REPEAT_SINGLE" = "En gång";
"REPEAT_FOLDER" = "Mapp";
"SHUFFLE" = "Blanda";
"SHUFFLE_DISABLED" = "Blanda av";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Återställ lista";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Återställ listan över senast uppspelade nätverksströmmar permanent.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR-filserver";
"DSM_WORKGROUP" = "Arbetsgrupp";

"URL_NOT_SUPPORTED" = "Webbadressen kan inte öppnas";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Tryck på %@ för att radera"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Bekräfta om markeringen ska raderas";
"DELETE_MESSAGE_PLAYLIST" = "Är du säker på att du vill radera den markerade spellistan?\nDe associerade mediafilerna kommer inte att raderas.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Är du säker på att du vill ta bort markerade mediafiler från spellistan?\nDe kommer inte att raderas från hårddisken.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protokoll har inte valts";
"Settings" = "Inställningar";

"ERROR" = "Fel";
"SORT" = "Sortera";
"SORT_BY" = "Sortera efter";
"SEARCH" = "Sök";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Album";
"ARTISTS" = "Artister";
"EPISODES" = "Episoder";
"GENRES" = "Genrer";
"ALL_VIDEOS" = "Alla videor";
"SONGS" = "Låtar";
"PLAYLISTS" = "Spellistor";
"VIDEO_GROUPS" = "Videogrupper";
"HISTORY" = "Historik";
"MODIFIED_DATE" = "Datum ändrat";
"NAME" = "Namn";

// MARK: - EDIT

"BUTTON_MENU" = "Meny";
"BUTTON_MENU_HINT" = "Markera, byt ordning och sortera mediaobjekt som finns i denna vy";

"BUTTON_EDIT" = "Redigera";
"BUTTON_EDIT_HINT" = "Redigeringsläge";

"BUTTON_SELECT" = "Markera";
"BUTTON_SELECT_HINT" = "Markeringsknapp";

"BUTTON_SELECT_ALL" = "Markera alla";
"BUTTON_SELECT_ALL_HINT" = "Markera alla mediaobjekt som finns i denna vy";

"BUTTON_HISTORY" = "Historik";
"BUTTON_HISTORY_HINT" = "Visa senast uppspelade mediafiler";

"BUTTON_CLEAR" = "Rensa";
"CLEAR_HISTORY_TITLE" = "Rensa historiken";
"CLEAR_HISTORY_MESSAGE" = "Bekräfta rensning av historiken";

"ADD_TO_PLAYLIST" = "Lägg till i spellista";
"ADD_TO_PLAYLIST_HINT" = "Öppna menyn för att lägga till i spellista";

"PLAY_AS_AUDIO" = "Spela upp som ljud";
"PLAY_AS_AUDIO_HINT" = "Spela upp videofilen som en ljudfil.";

"PLAYLIST_PLACEHOLDER" = "Titel på spellista";
"PLAYLIST_DESCRIPTION" = "Välj en titel för din nya spellista";
"PLAYLIST_CREATION" = "Skapa en ny spellista";
"PLAYLIST_CREATION_HINT" = "Visa en interaktiv åtgärd för att skapa en spellista";
"ERROR_PLAYLIST_CREATION" = "Misslyckades att skapa en spellista";
"ERROR_PLAYLIST_TRACKS" = "Misslyckades att hämta spår";

"ERROR_RENAME_FAILED" = "Namnbyte misslyckades";
"ERROR_EMPTY_NAME" = "Titeln kan inte vara tom";

"SHARE_LABEL" = "Dela";
"SHARE_HINT" = "Dela markerade filer";
"RENAME_HINT" = "Byt namn på markerade filer";
"DELETE_HINT" = "Radera markerade filer";

"ADDITIONAL_OPTIONS" = "Ytterligare alternativ";

// MARK: - Sort

"BUTTON_SORT" = "Sortera";
"BUTTON_SORT_HINT" = "Visningsordning för alternativmenyn";
"HEADER_TITLE_SORT" = "Sortera efter";
"DESCENDING_LABEL" = "Fallande ordning";
"DESCENDING_SWITCH_LABEL" = "Stigande eller fallande ordning";
"DESCENDING_SWITCH_HINT" = "Sortera alternativmenyn i stigande eller fallande ordning";
"GRID_LAYOUT" = "Rutnät";
"GRID_LAYOUT_HINT" = "Visa objekten som ett rutnät";
"LIST_LAYOUT" = "Lista";
"HIDE_FEAT_ARTISTS" = "Dölj gästartister";
"HIDE_TRACK_NUMBERS" = "Dölj spårnummer";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumeriskt";
"DURATION" = "Speltid";
"INSERTION_DATE" = "Datum tillagd";
"LAST_MODIFICATION_DATE" = "Datum senast redigerad";
"RELEASE_DATE" = "Utgivningsdatum";
"FILE_SIZE" = "Filstorlek";
"ARTIST" = "Artist";
"PLAY_COUNT" = "Antal uppspelningar";
"ALBUM" = "Album";
"FILENAME" = "Filnamn";
"TRACK_NUMBER" = "Spårnummer";
"NB_AUDIO" = "Antal ljud";
"NB_MEDIA" = "Antal media";
"NB_VIDEO" = "Antal videor";
"NB_ALBUM" = "Antal album";
"LAST_PLAYBACK_DATE" = "Senast uppspelat datum";
"TRACK_ID" = "Spår-ID";
"CUSTOM" = "Anpassad";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Ingenting hittades";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Okänd artist";
"VARIOUS_ARTIST" = "Blandade artister";
"UNKNOWN_ALBUM" = "Okänt album";
"SINGLE_ITEM_SELECTED" = "markerat objekt";
"MULTIPLE_ITEMS_SELECTED" = "markerade objekt";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Undertext- och ljudspår";
"SUBTITLE_AND_TRACK_HINT" = "Välj undertext- eller ljudspår";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD-gränssnitt";

"ROTATION_LOCK_BUTTON" = "Roteringslås";
"ROTATION_LOCK_HINT" = "Lås videon till nuvarande orientering";

"REPEAT_HINT" = "Upprepa samma media";
"DO_NOT_REPEAT_HINT" = "Slinga inte medialistan";
"REPEAT_ALL_HINT" = "Slinga medialistan";

"BACKWARD_BUTTON" = "Bakåt";
"BACKWARD_HINT" = "Spola tillbaka";

"PREVIOUS_BUTTON" = "Föregående";
"PREVIOUS_HINT" = "Föregående mediafil";

"PLAY_PAUSE_BUTTON" = "Spela upp eller pausa";
"PLAY_PAUSE_HINT" = "Spela upp eller pausa nuvarande uppspelning";

"STOP_BUTTON" = "Stoppa";
"CLOSE_HINT" = "Stoppa uppspelningen";

"MINIMIZE_BUTTON" = "Minimera";
"MINIMIZE_HINT" = "Minimera spelaren";

"NEXT_HINT" = "Nästa mediafil";

"FORWARD_BUTTON" = "Framåt";
"FORWARD_HINT" = "Spola framåt";

"INTERFACE_LOCK_BUTTON" = "Lås gränssnitt";

"SELECT_A_MARK" = "Välj A-markören";
"SELECT_A_MARK_HINT" = "Välj A-markören för AB-slingan";
"SELECT_B_MARK" = "Välj B-markören";
"SELECT_B_MARK_HINT" = "Välj B-markören för AB-slingan";

"AB_LOOP" = "A→B-slinga";
"AB_LOOP_MARKS" = "Markeringar för A→B-slinga";

"RESET_AB_LOOP" = "Vill du ta bort A→B-slingan?";
"RESET_AB_LOOP_MARKS" = "Vill du återställa markeringarna för A→B-slingan?";

"SHUFFLE_HINT" = "Blanda medialista";
"SHUFFLE_OFF_HINT" = "Blanda inte medialistan";

"ASPECT_RATIO_TITLE" = "Bildförhållanden";
"VIDEO_ASPECT_RATIO_BUTTON" = "Bildförhållande för video";
"VIDEO_ASPECT_RATIO_HINT" = "Ändra bildförhållandet för aktuell video";

"MORE_OPTIONS_BUTTON" = "Mer";
"MORE_OPTIONS_HINT" = "Visa fler kontrollalternativ";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Uppspelningskontroller";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pausa, sök, nästa kapitel";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Stöd för undertexter saknas";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Det finns ännu inget stöd för undertexter vid casting.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizer";
"MORE_OPTIONS_HEADER_TITLE" = "Videoalternativ";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Ljudalternativ";
"BOOKMARKS_TITLE" = "Bokmärken";
"ADD_BOOKMARKS_TITLE" = "Lägg till bokmärken";
"BOOKMARK_DEFAULT_NAME" = "Bokmärke vid";
"BOOKMARK_RENAME_TITLE" = "Byt namn på bokmärke";
"BOOKMARK_DELETE_TITLE" = "Radera bokmärke";
"BOOKMARK_DELETE_MESSAGE" = "Bekräfta radering av bokmärket";
"INCREASE_BUTTON" = "Plusknapp";
"INCREASE_PLAYBACK_SPEED" = "Öka uppspelningshastigheten";
"INCREASE_AUDIO_DELAY" = "Öka ljudfördröjningen";
"INCREASE_SUBTITLES_DELAY" = "Öka undertextfördröjningen";
"DECREASE_BUTTON" = "Minusknapp";
"DECREASE_PLAYBACK_SPEED" = "Minska uppspelningshastigheten";
"DECREASE_AUDIO_DELAY" = "Minska ljudfördröjningen";
"DECREASE_SUBTITLES_DELAY" = "Minska undertextfördröjningen";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Visa genväg till uppspelningshastighet";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Aktivera för att visa genvägen till uppspelningshastighet";
"VIDEO_FILTERS_HINT" = "Markera för att öppna vyn med videofilter";
"PLAYBACK_SPEED_HINT" = "Markera för att öppna vyn med uppspelningshastighet";
"SUBTITLES_DELAY_HINT" = "Välj för att öppna menyn med undertextsfördröjning";
"AUDIO_DELAY_HINT" = "Välj för att öppna menyn med ljudfördröjning\n";
"SLEEP_TIMER_HINT" = "Markera för att öppna vyn med sovtimer";
"EQUALIZER_HINT" = "Markera för att öppna vyn med equilizer";
"CHAPTERS_HINT" = "Markera för att öppna vyn med kapitel";
"BOOKMARKS_HINT" = "Markera för att öppna vyn med bokmärken";
"INTERFACE_LOCK_HINT" = "Aktivera alternativet för att låsa användargränssnittet";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Tvinga genomsökning av mediabiblioteket";
"FORCE_RESCAN_MESSAGE" = "Vill du tvinga VLC att söka igenom ditt mediabibliotek?\nDet kan ta en stund.";

"FEEDBACK_EMAIL_TITLE" = "Återkoppling för VLC på iOS och iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "E-postkontot är inte konfigurerat";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontakta oss via %@ från en annan enhet.";

"SETTINGS_THEME_BLACK" = "Använd svart bakgrund i mörkt läge";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Förlänger batteritiden på enheter som har en OLED-skärm";

"SETTINGS_RESET_TITLE" = "Återställ inställningarna";
"SETTINGS_RESET_MESSAGE" = "Vill du återställa alla inställningar till sina standardvärden?";

"SETTINGS_PLAY_ALL" = "Sömlös uppspelning för samlingar";
"SETTINGS_PLAY_ALL_HINT" = "Aktivera för att automatiskt spela upp nästa mediafil i ljud- eller videoflikarna";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Sömlös uppspelning för spellistor";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Aktivera för att automatiskt spela upp nästa mediafil i en spellista";

"SETTINGS_DOCUMENTATION" = "Dokumentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Varning om SMBv1-anslutning";
"SMBV1_WARN_DESCRIPTION" = "Vi upptäckte ett gammalt protokoll (SMBv1).\nÄr du säker på att du vill fortsätta med SMBv1?\nVi råder dig att uppgradera eller ändra dina serverinställningar.";
"SMBV1_CONTINUE" = "Fortsätt med SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Prova SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Kodning";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Lägg till i mediagrupp";
"ADD_TO_MEDIA_GROUP_HINT" = "Öppna menyn för att lägga till i mediagrupper";

"MEDIA_GROUPS" = "Mediagrupper";
"MEDIA_GROUPS_DESCRIPTION" = "Välj en titel för din nya mediagrupp";
"MEDIA_GROUPS_PLACEHOLDER" = "Titel på mediagrupp";

"REMOVE_FROM_MEDIA_GROUP" = "Ta bort från mediagrupp";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Ta bort markerade filer från mediagruppen";

"MEDIA_GROUP_CREATION" = "Ny mediagrupp";
"MEDIA_GROUP_CREATION_HINT" = "Visa dialogruta för att skapa en spellista";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Flytta innehåll längst upp";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Flyttar markeringens innehåll längst upp";

"BUTTON_REGROUP" = "Omgruppera";
"BUTTON_REGROUP_TITLE" = "Omgruppera markering";
"BUTTON_REGROUP_HINT" = "Försök omgruppera enskild media automatiskt.";
"BUTTON_REGROUP_DESCRIPTION" = "Är du säker på att du vill prova omgruppera enskild media automatiskt?\nDetta kan ta en stund.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Placera mediafiler här för att lägga till dem";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Lägger till...";

// MARK: - QueueViewController

"PLAY_HINT" = "Spela upp";
"PLAY_LABEL" = "Spela upp";
"PLAY_NEXT_IN_QUEUE_HINT" = "Spela upp nästa i kön";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Spela upp nästa i kön";
"APPEND_TO_QUEUE_HINT" = "Lägg till i slutet på kön";
"APPEND_TO_QUEUE_LABEL" = "Lägg till i kön";
"QUEUE_LABEL" = "Kö";

"DISPLAY_AS" = "Visa som";

/* New strings */
"BRIGHTNESS_HINT" = "Vertikal kontroll av ljusstyrka";
"BRIGHTNESS_SLIDER" = "Svep vertikalt för att ändra ljusstyrkan";

/* New strings */
"VOLUME_HINT" = "Vertikal kontroll av volym";
"VOLUME_SLIDER" = "Svep vertikalt för att ändra volymen";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Uppspelningskontroller";
"MENU_REPEAT_DISABLED" = "Upprepa inte";
"MENU_REPEAT_SINGLE" = "Upprepa en gång";
"MENU_REPEAT_ALL" = "Upprepa alla";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Dialogbakgrund";
"ACTIONSHEET_BACKGROUND_HINT" = "Tryck för att ta bort dialogen.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Ange anpassat belopp";
"DONATION_TITLE" = "Integritet framför vinst";
"DONATION_DESCRIPTION" = "Privat multimediaspelare med öppen källkod som finansieras av dig. Inga annonser, ingen spårning, ingen kompromiss. Fri för alla att använda. Donera nu för att stödja VideoLAN.";
"DONATION_WINDOW_TITLE" = "Donera till VideoLAN";
"DONATE_CC_DC" = "Kredit- eller betalkort";
"DONATION_CHOOSE_PP" = "Välj din betalningsförmedlare";
"DONATION_CHOOSE_CURRENCY" = "Välj en valuta";
"DONATION_AMOUNT" = "Donationsbelopp: %@";
"DONATION_CC_NUM" = "Kreditkortsnummer";
"DONATION_CC_EXPIRY_DATE" = "Giltighet";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Misslyckades att konfigurera Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC misslyckades att konfigurera Apple Pay till att genomföra din donation. Välj en annan betalningsförmedlare för att fortsätta.";
"DONATION_DONATE_BUTTON" = "Donera";
"PURCHASE_FAILED" = "Köp misslyckades.";
"SEND_DONATION" = "Skicka din donation";
"PURCHASE_SUCESS_TITLE" = "Donation skickades";
"PURCHASE_SUCESS_DESCRIPTION" = "Tack för din donation!";
"DONATION_CONTINUE" = "Fortsätt";
"BUTTON_NOT_NOW" = "Inte nu";
"DONATION_NAGSCREEN_TITLE" = "Donera idag";
"DONATION_NAGSCREEN_SUBTITLE" = "Stöd en fri multimediaspelare som har öppen källkod";
"DONATION_INVOICES" = "Fakturor";
"DONATION_RECEIPTS" = "Kvitton";
"DONATION_INVOICES_RECEIPTS" = "Fakturor och kvitton";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Om du ominstallerar VLC kommer alla fakturor och kvitton från dina tidigare donationer inte vara tillgängliga eftersom alla dina personuppgifter lagras endast på din enhet.\n\nOm du har några frågor kan du kontakta oss på donation@videolan.org och nämna detta anonyma användar-ID: %@";
"DONATION_CANCEL_MONTHLY" = "Avbryt regelbunden donation";
"DONATION_MONTHLY" = "Månatlig";
"DONATION_MONTHLY_FORMAT" = "%@/månad";
"DONATION_MONTHLY_VIDEOLAN" = "Månatlig donation till VideoLAN";
"DONATION_ONCE" = "En gång";
"DONATION_UPDATE_MONTHLY" = "Uppdatera regelbunden donation";
"DONATION_VIDEOLAN" = "Donera till VideoLAN";
"DONATION_CANCEL_LONG" = "Synd att du avbryter dina regelbundna månatliga donationerna till VideoLAN. Ditt tidigare stöd betyder mycket för oss. Tack så mycket!";
"DONATION_BANK_TRANSFER" = "Banköverföring";
"DONATION_BANK_TRANSFER_LONG" = "Stripe hanterar donationer till VideoLAN. VideoLAN varken lagrar eller samlar in dina personuppgifter.";
"DONATION_BUTTON_AGREE" = "Godkänn";
"DONATION_IBAN" = "Bankkontonummer (IBAN)";
"DONATION_EMAIL" = "E-postadress";
"DONATION_NAME" = "Namn";
"DONATION_NAME_BANK_ACCOUNT" = "Namn på bankkontot";
"DONATION_EMBARGOED_COUNTRY" = "Vi kan för närvarande inte acceptera donationer i ditt land. Ha det kul med VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Hoppa bakåt";
"KEY_JUMP_FORWARDS" = "Hoppa framåt";
"KEY_INCREASE_PLAYBACK_SPEED" = "Öka uppspelningshastighet";
"KEY_DECREASE_PLAYBACK_SPEED" = "Minska uppspelningshastighet";
"KEY_RESET_PLAYBACK_SPEED" = "Återställ uppspelningshastighet";
"KEY_SEEK_TO_PERCENT" = "Sök till %i %% varaktighet";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Bakgrund för markering av titlar";
"TITLESELECTION_BACKGROUND_HINT" = "Tryck för att ta bort vyn.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Radera \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Radera \"%@\" och %d till?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Spela upp i bakgrunden";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Spela upp den markerade spellistan i bakgrunden utan att öppna appen.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Spela upp ${mediaName} i bakgrunden";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertikalt reglage";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Öka";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Minska";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Filen \"%@\" laddades ned";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Lade till %d mediafil(er) i %@";
"ADD_ALERT_TITLE" = "Markeringen hittades i spellistan";
"ADD_ALERT_MESSAGE_SINGLE" = "Du försöker att lägga till en mediafil som redan finns i %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Du försöker att lägga till %d mediafiler som redan finns i %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Senast uppspelad";
